@extends('layouts.app')

@section('content')

<div class="container-fluid">
  <div class="row">
    <div class="col-md-8 offset-md-2">
      <div class="card-register rules-box">
        <h4 class="text-center">
          <i class="fas fa-shield-alt red-icon" aria-hidden="true"></i> قوانین کلی وبسایت
        </h4>
        <hr>
        <br>
        <div class="row">
          <div class="col-12">
            <ul>
              <li class="rtitle"> قوانین کلی </li>
              <ul>
                <li class="fhead"> 1.1 تابعیت از قوانین </li>
                <p>
                  هر شخصی که به هر مقصود و به هراندازه‌ای از سایت EGaming استفاده نماید به معنای آن است که از تمام قوانین و مقررات سایت آگاهی کامل دارد و آن را به‌صورت کامل پذیرفته و تابع آن می‌باشد.
                </p>
                <li class="fhead"> 1.2  مالکیت سایت </li>
                <p>
                  تمام محتوای سایت EGaming مانند محتوای مقالات، محصولات آموزشی، لوگو، تصاویر، صوت‌ها، ویدیوها و … متعلق به شرکت EGaming می‌باشد و بدون موافقت و اجازه مدیریتEG ، هیچ‌کس اجازه استفاده، کپی، بازآفرینی و یا هرگونه اقدام خلاف قانون دیگری را نسبت به هر یک از موارد ذکرشده و امثال آن ندارد.
                </p>
                <li class="fhead"> 1.3 فورس ماژور </li>
                <p>
                  منظور از فورس ماژور اتفاقاتی با منشا خارجی می‌باشد که خارج از اراده سایت بوده و بدون پیش‌بینی محقق شده باشد؛ مانند قطع سرتاسری اینترنت. در صورت وقوع فورس ماژور مدیریت EGaming هیچ مسئولیتی مانند از دسترس خارج شدن سایت نخواهد داشت. همچنین در مواقعی ممکن است بنا به دلایلی سایت با مشکلاتی مانند از دسترس خارج شدن یا کندی مواجه شود که در این صورت نیز مدیریت EGaming مسئولیتی ندارد.
                </p>
              </ul>
              <li class="rtitle"> حساب کاربری </li>
              <ul>
                <li class="fhead"> 1.1 عکس </li>
                <p>
                  خوب است که عکس یک بازیکن به وضوح چهره او را نشان دهد ، برای اضافه کردن هر چیز دیگری (گرافیک ، افراد دیگر ، سایر قسمت های بدن و غیره) لطفاً لوگو استفاده کنید. برای هر چیز دیگری لطفا از گالری استفاده کنید. عکس با اسلحه مجاز نیست!
                </p>
                <li class="fhead"> 1.2 استان و شهر </li>
                <p>
                  استان و شهر بازیکن در پروفایل ، باید استان و شهری باشد که در حال حاضردر آن زندگی میکند. جعل عمدی استان و شهر محل اقامت با مجازات همراه است.
                </p>
                <p>
                  اگر استان یا شهر محل اقامت بازیکن به هردلیلی، تغییر یابد یا اگر بازیکن قصد جعل یا سوء استفاده را دارد ، با 2 اخطار، مجازات می شود. اگر بازیکنی این کار را انجام دهد و در یک بازی تیمی بازی کند ، تیم 3 اخطار دریافت می کند و مسابقه حذف می شود.
                </p>
                <li class="fhead"> 1.3 تابعیت </li>
                <p>
                  کشور بازیکن باید در پروفایل همان کشوری تعیین شود که بازیکن در آن تابعیت دارد. جعل عمدی کشور محل اقامت مجازات دارد.
                </p>
                <li class="fhead"> 1.4 اشتراک حساب </li>
                <p>
                  هر حساب EGaming کاملاً شخصی است و نمی توان  آن را با سایر کاربران EGaming ویا سایر بازیکنانی که حساب EGaming ندارند ، به اشتراک گذاشته شود.  عدم رعایت این قاعده منجر به ممنوعیت حداکثر 6 ماه خواهد شد.
                </p>
                <p>
                  ثبت کننده اصلی همیشه باید کاربر نهایی حساب باشد که در هر صورت نمی تواند قرض داد یا منتقل شود.
                </p>
                <p>
                  این به عنوان اشتراک حساب یا چند حساب کاربری در نظر گرفته می شود و طبق قوانین EGaming دنبال می شود.
                </p>
              </ul>
              <li class="rtitle"> تیم ها </li>
              <ul>
                <li class="fhead"> 1.1 قوانین کلی تیم </li>
                <p>
                  اگر تیمی بخاطر مقدار مشخصی از اخطارهای دریافتی، حساب فعال خود را حذف کند و یک حساب جدید ثبت کند ، اخطارها به حساب جدید منتقل می شوند. بعلاوه 1 اخطار اضافی برای اقدام فریبکارانه اضافه می شود.
                </p>
                <p>
                  لوگوی تیم باید نشان دهنده ی تیم باشد و به نام تیم نیز اشاره ای داشته باشد.
                </p>
                <p>
                  لوگوهای دارای حق کپی رایت یا لوگوهای مخالف با آداب و معیارها و قوانین پذیرفته نمی شوند.
                </p>
                <li class="fhead"> 1.2 تغییر نام تیم </li>
                <p>
                  یک تیم می تواند در هر زمان نام خود را تغییر دهد. برای اینکار باید با مدیریت در ارتباط باشید. مدیریت می تواند با صلاحدید خود درخواست تغییر نام را قبول و یا رد کند.
                </p>
                <p>
                  تغییر نام تیم به منظور فریب سایر تیم ها ممنوع است. اسامی بسیار طولانی یا تغییر مداوم نام تیم ممنوع است و می توان با اخطار مجازات کرد.
                </p>
              </ul>
            </ul>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>

@endsection
