@extends('layouts.app')

@section('content')

<div class="container-fluid">
  <div class="row">
    <div class="col-md-8 offset-md-2">
      <div class="card-register rules-box">
        <h4 class="text-center">
          <i class="fas fa-shield-alt red-icon" aria-hidden="true"></i> قوانین ثبت نام در مسابقات
        </h4>
        <hr>
        <br>
        <div class="row">
          <div class="col-12">
            <ul>
              <li class="rtitle"> قوانین کلی </li>
              <ul>
                <li class="fhead"> 1.1 عمومی</li>
                <span> مدیریت لیگ حق دارد که در موارد خاص برای تضمین بازی, خارج یا حتی بر خلاف آئین نامه (قوانین) تصمیم بگیرد. </span>
                <li class="fhead"> 1.2 کد رفتار </li>
                  <span> هر شرکت کننده باید با احترام نسبت به نمایندگان EGaming ، مطبوعات ، بینندگان ، شرکا و سایر بازیکنان رفتار کند. این امر در مورد رفتار در بازی و همچنین در گفتگوها ، پیام رسانها ، نظرات و سایر رسانه ها صدق می کند. </span>
                  <span> میبایستی بازیکنان مطابق ارزش های زیر رفتار کنند: </span>
                  <ul>
                    <li class="shead"> شفقت: با دیگران به گونه ای رفتار کنید که با شما رفتار میکنند. (با دیگران همان گونه که با شما رفتار میکنند رفتار کنید.) </li>
                    <li class="shead"> صداقت: صادق باشید ، متعهد باشید ، عادلانه بازی کنید. </li>
                    <li class="shead"> احترام: به همه انسانهای دیگر از جمله هم تیمی ها ، رقبا و کارکنان رویدادها احترام بگذارید. </li>
                    <li class="shead"> شجاعت: در رقابت و ایستادگی در برابر آنچه صحیح است ، شجاعت داشته باشید. </li>
                  </ul>
                  <span> شرکت کنندگان نباید به هر شکلی درگیر صحبت های توهین آمیز و رفتارهای از این قبیل شوند: </span>
                  <ul>
                    <li class="shead"> سخنان تنفرآمیز ، رفتار توهین آمیز ، یا سوء استفاده کلامی مربوط به جنس، توهین های جنسی ، نژاد ، قومیت ، ناتوانی ، ظاهر بدنی ، اندازه بدن ، سن و مذهب. </li>
                    <li class="shead"> طعنه زدن یا هراس افکنی. (physically or online) </li>
                    <li class="shead"> اسپم کردن ، حمله ، ربودن یا ایجاد اختلال در استیریم ها و یا رسانه های اجتماعی. </li>
                    <li class="shead"> افشا یا تهدید به افشای اطلاعات شخصی دیگران. </li>
                    <li class="shead"> دفاع یا تشویق از هر یک از رفتارهای فوق. </li>
                    <li class="shead"> موارد مذکور در این ماده به صورت تمثیلی میباشند. </li>
                  </ul>
                  <span> نقض این قانون منجربه دریافت اخطار (Penalty Point) خواهد شد. در صورت تکرار و یا نقض بیش از حد، مجازات ممکن است شامل رد صلاحیت، یا ممنوعیت (بن شدن) از مسابقات بعدی EGaming شود. </span>
                  <li class="fhead"> 1.2.1 توهین و رفتار توهین آمیز </li>
                  <span> همه توهین هایی که در طول مسابقات EGaming رخ می دهد ممکن است منجربه مجازات شوند. این موضوع محدود به چت کردن در درون بازی مربوطه، مسابقه یا اخبار، نظرات ، پیام های EGaming و چت مسابقه میباشد. </span>
                  <ul>
                    <li class="shead"> در صورت عدم رعایت موارد مذکور به شخص یا اشخاص متخلف امتیازات منفی تحت عنوان اخطار داده میشود. </li>
                  </ul>
                  <span> اتفاقات شدید زیر به روشهای دیگر مجازات میشوند: </span>
                  <ul>
                    <li class="shead"> اظهارات افراطی </li>
                    <li class="shead"> تهدید به خشونت </li>
                    <li class="shead"> آزار و اذیت جنسی </li>
                    <li class="shead"> طعنه زدن </li>
                    <li class="shead"> توهین شدید </li>
                    <li class="shead"> لینک های مستهجن </li>
                  </ul>
                  <span> در صورت گذشت افرادی که مورد توهین قرار گرفته اند ، با توجه به شرایط و اوضاع و احوال تخفیف یا سقوط مجازات برای متخلف در نظر خواهد گرفته شد. </span>
                  <li class="fhead"> 1.3 مسابقات ، رقابتها ، جلسات </li>
                  <p>
                    در تمام رقابت ها باید یک محیط بازی عادلانه برای همه بازیکنان وجود داشته باشد.
                  </p>
                  <p>
                    برای رسمیت یافتن رویارویی ها ، چه مسابقات رده ای (ladders) و چه مسابقات دیگر باید طبق قوانین، اجرا شوند تا اینکه به پایان برسند و نتیجه مسابقات مذکور در صفحه EGaming بار گذاری شود ویا در هنگام وقوع مسابقات نتیجه کار مشخص شده باشد. هر رویارویی که صورت نگرفت ، باید حذف شود. مسابقات حذف شده فقط توسط ادمین ها به طور استثناء باز میشوند. بازی هایی که برگزار نشدند ، تبانی تلقی میشوند و برای هر دو تیم مجازات خواهد داشت مگر عذر موجه برای تیم برگزاری مسابقات محرز باشد.
                  </p>
                  <p>
                    شرکت کنندگان مجاز نیستند که بر روی مسابقات خود شرط بندی کنند. شرط بندی در برابر خود (در لیگ های تیمی: مقابل تیم خودتان) باعث می شود که شما رد صلاحیت شوید و بازیکن یا بازیکن های شرط بندی کننده بن خواهند شد.
                  </p>
                  <p>
                    بازیکنان و تیم هایی که قبلاً واجد شرایط شده اند یا در حال شرکت در یک مسابقه هستند (به عنوان مثال Pro League  یا هر مسابقه آفلاین) یا در مراحل بعدی یک مسابقه به سر میبرند (به عنوان مثال مراحل نیمه نهایی مسابقات) مجاز به شرکت در هیچ یک از مسابقات همزمان که باعث تداخل میشوند ، نیستند. در مورد بازیکن یا تیمی که این قانون را نقض می کند ، آنها از مرحله انتخابی فعلی رد صلاحیت می شوند و ممکن است با مجازات دیگری روبرو شوند ، از جمله رد صلاحیت از این مسابقه.
                  </p>
                  <li class="fhead"> 1.4 بازی / مشتری </li>
                  <p>
                    به طور کلی ، تمام برنامه هایی که جزئی از بازی اصلی نیستند ، از جمله داده های سفارشی و تغییرات ، در هیچ یک از بازی های EGaming  مجاز نیستند همه برنامه های صدای خارجی مجاز هستند (به عنوان مثال Teamspeak ، Discord و غیره). اسکریپت ها و تغییرات در پیکربندی بازی مجاز است ، مگر اینکه تا حدی یا کاملا توسط قوانین خاص لیگ ممنوع شده باشند. برنامه هایی که در هنگام بازی مزیتی را ارائه می دهند (به عنوان مثال درایورهایی که امکان حذف دیوارها را دارند) ممنوع است. هر برنامه ای که خود بازی را تغییر دهد، ممنوع است.
                  </p>
                  <li class="fhead"> 1.5 پوشش بازی </li>
                  <p>
                    EGaming  حق انحصاری در پوشش مسابقات EGaming را دارد. این شامل همه اشکال (شکلهای) انتقال ، از جمله توییچ ، آپارات و اینستاگرام  می باشد. EGaming  می تواند حق پوشش یک مسابقه یا چند مسابقه را به شخص ثالث یا خود بازیکنان واقعی، اختصاص دهد. در این صورت ، شرایط و ضوابط با مدیریت EGaming قبل از مسابقه تنظیم می شود.
                  </p>
                  <p>
                    به طور کلی ، EGaming  در صورت تمایل به پخش یکی از مسابقات خود با هر بازیکن یا تیمی تماس خواهد گرفت. اگر تماسی برقرار نشود ، بازیکنان مجاز به پخش مسابقات خود هستند. اگر یک بازی روی سروری صورت بگیرد که مدیران EGaming هیچ دسترسی مستقیمی به آن نداشته باشند ، باید مطمئن شوید که اسلات های کافی برای مشتری های موجود در دسترس هستند.
                  </p>
                  <li class="fhead"> 1.6 متون داخلی </li>
                  <p>
                    تمام نوشته هایی که به صورت اعتراض یا تیکت های پشتیبانی یا توسط مدیران برای اعضای یک لیگ یا مسابقات خاص نوشته شده اند ، نمی توانند بدون اجازه EGaming منتشر شوند.
                  </p>
                  <li class="fhead"> 1.7 زبان </li>
                  <p>
                    زبان رسمی این بخش ، فارسی است. همه بازیکنان باید بتوانند به زبان فارسی ارتباط برقرار کرده و این کار را انجام دهند.
                  </p>
              </ul>
              <li class="rtitle"> تقلب / فریب </li>
              <ul>
                <li class="fhead"> 2.1 فریب </li>
                <p> تلاش برای فریب ادمین ها یا سایر بازیکنان با اظهارات ، اطلاعات یا داده های اشتباه یا جعلی قابل تحمل نخواهد بود. </p>
                <li class="fhead"> 2.2 تقلب کردن </li>
                <p>
                  همه اشکال تقلب در مسابقات EGaming ممنوع است و توسط EGaming مجازات می شوند. بازیکنانی که در خارج از مسابقات EGaming درحال تقلب کردن یافت شوند ؛ بسته به شواهد موجود ممکن است ازEGaming منع شوند. توجه داشته باشید، ما ارائه عمومی نسخه ی نمایشی و یا تصویر شواهد ، در این موارد را قبول نمی کنیم. اگر برای مدیران EGaming مشخص شود که هر نوع تقلب به نفع بازیکن یا تیم در طول مسابقه EGaming  استفاده شود ،  EGaming حق مجازات کردن آنها را تا حد کامل قوانین موجود را دارد. با شکستن هر قانون ، برای بازیکن قانون شکن ریسک محرومیت یا حذف کامل وی از لیگ مشخص یا از تمام لیگ ها به همراه دارد. این شامل تیم آنها نیز می شود.
                </p>
                <p>
                  استفاده از برنامه ها (یا "هک") یا روش های دیگر برای دور زدن ، اصلاح یا به هر طریقی ، دستکاری آنتی  چیت مسابقه ی موجود ؛ ممنوع است. هرگونه استفاده از چنین برنامه ها یا روشهایی به عنوان تقلب مجازات خواهند شد. حتی آزمایش چنین برنامه ها یا روش هایی در مسابقاتی که به غیر از مسابقات EGaming برگزار میشوند هم مجازات خواهند شد.
                </p>
                <li class="fhead"> 2.2.1 تقلب کردن </li>
                <p>
                  مشارکت در توزیع تقلب به هر طریقی در EGaming مجاز نیست. شامل اشاره به نام ، وب سایت یا آرم تقلب در هر کجای EGaming مانند پروفایل بازیکن ، پروفایل تیم ، سایت ، نظرات و غیره می شود اما به اینها محدود نمیشود.
                </p>
                <p>
                  نقض این قانون از هشدار تا محرومیت از EGaming مجازات در پی خواهد داشت.
                </p>
                <li class="fhead"> 2.2.2 مجازات های تقلب</li>
                <p>
                  رد صلاحیت از مسابقات ، ابطال نتایج بدست آمده ، محرومیت از جوایز ، ممنوعیت بین 2 سال ویا به صورت مادام العمر (Life Time) بسته به سن و سطح بازیکن و ماهیت / اندازه مسابقات و چگونگی فریب بازیکن. تقلب در سطح حرفه ای (یعنی جایی که صلاحیت یک مسابقه حرفه ای در معرض خطر باشد) به طور معمول باید به یک ممنوعیت 5 ساله منجر شود ، اما در شرایط تشدید کننده می تواند منجر به ممنوعیت مادام العمر شود.
                </p>
                <li class="fhead"> 2.2.3 تجدید در مجازات</li>
                <p>
                  اگر فردی برای اولین بار جرم سنگینی را مرتکب شود و در صورت قبول مجازاتش ممکن است با توجه به نظر مدیریت شانس دوباره ای به او داده شود.
                </p>
                <li class="fhead"> 2.3 تبانی / تقلب در شرط بندی</li>
                <p>
                  درگیر شدن در هر عملی که به طرز نادرستی بر نتیجه بازی یا مسابقه تأثیر بگذارد.
                </p>
                <li class="fhead"> 2.3.1 تعیین نتیجه مسابقه از قبل</li>
                <p>
                  5 سال بن و در صورت به بار آوردن نتایج تشدید کننده زمان بن بیشتر خواهد شد و جایزه شما داده نخواهد شد و ممکن است به جریمه نقدی نیز منجرب شود.
                </p>
                <li class="fhead"> 2.4 دوپینگ</li>
                <p>
                  هر نوع دوپینگ ممنوع است.
                </p>
                <li class="fhead"> 2.4.1 داروهای تجویز شده</li>
                <p>
                  اگر بازیکنان یک نسخه فعال برای یک ماده در لیست سازمان جهانی ضد دوپینگ داشته باشند ، باید قبل از روز اول مسابقات (مهلت به وقت محلی) مدرک را به مدیریت مسابقات ارسال کنند.
                </p>
                <li class="fhead"> 2.4.2 تحریم های دوپینگ</li>
                <p>
                  موارد خفیف دوپینگ ، یک اخطار کلامی و احتمالاً یک اخطار کتبی برای شرکت کننده به همراه خواهد داشت. موارد جدی (یعنی استفاده از داروهای حاوی مواد تقویت کننده عملکرد مانند (Adderall به شرح زیر مجازات می شوند: نتایج لغو شده ، ممنوعیت بین 1 تا 2 سال ، ضبط پول جایزه (در صورت کشف قبل از پایان مسابقات ، شرکت کننده رد صلاحیت میشوند).
                </p>
                <li class="fhead"> 2.5 دستکاری در رقابت و رشوه دادن</li>
                <p>
                  رشوه دادن یا تلاش برای رشوه دادن به داور یا برگزار کننده مسابقات یا تلاش برای دستکاری در رقابتها.
                </p>
                <li class="fhead"> 2.5.1 دستکاری رقابت ها و تحریم رشوه خواری</li>
                <p>
                  نتایج لغو شده ، ممنوعیت بین 1 تا 2 سال ، ضبط پول جایزه و جریمه نقدی (در صورت کشف قبل از پایان مسابقات ، شرکت کننده رد صلاحیت میشوند)
                </p>
                <li class="fhead"> 2.6 جرائم دوم و متعاقب آن</li>
                <p> برای جرائم دوم و متعاقب آن ، شرکت کنندگان باید انتظار مجازات های شدیدتر ویا ممنوعیت مادام العمر از EGaming را داشته باشند. </p>
              </ul>
              <li class="rtitle"> اکانت ها </li>
              <ul>
                <li class="fhead"> 3.1 بازیکن </li>
                <p>
                  یک حساب کاربری EGaming فقط در صورتی ایجاد می شود که کاربر حداقل شش سال داشته باشد. در هنگام ثبت نام ، هر بازیکن باید یک آدرس ایمیل به روز و صحیح را ارائه دهد. برای بازی در مسابقات رده ای (Ladders) ، یک روش تماس باید برای همه کاربران در دسترس و قابل مشاهده باشد.
                </p>
                <p>
                  همچنین شخص باید کشوری را که در حال حاظر اقامت دائم آن را دارد و در آن زندگی می کند ، انتخاب کند. اگر کشور از ملیت خود متفاوت باشد ، بازیکن می تواند یک پرچم اضافی را در تنظیمات اضافه کند.
                </p>
                <li class="fhead"> 3.1.1 چند حساب کاربری (Multi Acccounts) </li>
                <p>
                  هر بازیکن در EGaming فقط باید یک حساب کاربری داشته باشد! اگر بازیکنی نتواند به حساب کاربری خود دسترسی پیدا کند و یک مورد جدید دیگر ایجاد کند ، باید با زدن یک تیکت به پشتیبانی ، دلیل عدم دسترسی به حساب کاربری خود را به تفصیل توضیح دهد.
                </p>
                <li class="fhead"> 3.1.2 نام های مستعار ، نام های تیم </li>
                <p>
                  در صورت عدم رعایت الزامات زیر ، ما حق ویرایش نام های مستعار را برای خود محفوظ می داریم.
                </p>
                <p>
                  نام مستعار ممنوع است اگر:
                </p>
                <ul>
                  <li class="shead"> توسط حقوق شخص ثالث ثبت شده باشد و کاربر اجازه کتبی ندارد. </li>
                  <li class="shead"> شباهت داشته باشد یا با یک مارک تجاری یا یک برند یکسان باشد و این مهم نیست که ثبت شده باشد. </li>
                  <li class="shead"> شباهت داشته باشد یا با یک مارک تجاری یا یک برند یکسان باشد و این مهم نیست که ثبت شده باشد. </li>
                  <li class="shead"> شبیه به نام یا نام مستعار کارمندان  EGaming یا مشابه آنها باشد. </li>
                  <li class="shead"> بی معنی باشد. </li>
                </ul>
                <p>
                  علاوه بر موارد فوق ، هرگونه نام مستعار یا اسامی تیم که صرفاً تجاری (به عنوان مثال نام محصولات) ، تحقیر آمیز ، توهین آمیز ، مبتذل ، نامفهوم ، ضد دین ، نفرت آمیز یا توهین به رفتارهای خوب ممنوع است. به منظور جلوگیری از الزامات ذکر شده ، استفاده از تلفظ دیگر، شکسته و نا مفهوم و یا املای اشتباه، غیرقانونی است. ما حق خود را برای تمدید ، تغییر ، تبادل یا حذف این قوانین در صورت لزوم حفظ می کنیم.
                </p>
                <li class="fhead"> 3.2 تیم ها </li>
                <p>
                  نام یک تیم لازم نیست منحصر به فرد باشد ، اما EGaming این حق را برای خود محفوظ می دارد که از وجود کلن هایی با نام یکسان یا مشابه جلو گیری کند (به عنوان مثال اگرنام تیم خود را "Schroet Kommando" یا "Schroet Commando" و غیره  بگذارید، نمونه ی آن مجاز نخواهد بود)
                </p>
                <p>
                  اسامی که توسط قانون محدود شده، مورد قبول نمی باشد و در صورت یافتن یا حذف می شوند و با اخطار مجازات می شوند.
                </p>
                <p>
                  لوگوی تیم باید نشان دهنده ی تیم باشد و به نام تیم نیز اشاره ای داشته باشد.
                  لوگوهای دارای حق کپی رایت یا لوگوهای مخالف با آداب و معیارها و قوانین پذیرفته نمی شوند.
                </p>
                <li class="fhead"> 3.2.1 تغییر نام تیم </li>
                <p>
                  تغییر نام تیم به منظور فریب سایر تیم ها ممنوع است. اسامی بسیار طولانی یا تغییر مداوم نام تیم ممنوع است و می توان با اخطار مجازات کرد.
                </p>
                <li class="fhead"> 3.2.2 بازیکنان تیم </li>
                <p>
                  یک بازیکن فقط می تواند برای یک تیم در یکی از مسابقات EGaming یا لیگ بازی کند.
                </p>
                <li class="fhead"> 3.2.3 حامیان / شرکاء </li>
                <p>
                  مدیریت EGaming این حق را برای خود محفوظ می دارد که تیم هایی را که حمایت مالی یا شرکایی که صرفا یا بطور گسترده برای استفاده از مواد مخدر یا سایر مضامین شناخته شده اند ؛ از شرکت در مسابقه های EGaming در هر زمان منع و حذف کند.
                </p>
              </ul>
              <li class="rtitle"> اکانت ها </li>
              <ul>
                <p> اگر بازیکن یا تیمی به یک یا چند قاعده لیگ توجه نکنند یا آن را نقض کنند ، این بسته به شدت جرم می تواند عواقب مختلفی داشته باشد. </p>
                <p> به عنوان یک قاعده ، اخطارها پس از مدت معینی حذف می شوند و بسته به میزان امتیاز ، مدت زمان پاک شدن آن متفاوت است: </p>
                <ul>
                  <li class="shead"> 1 تا 2 اخطار: 2 ماه </li>
                  <li class="shead"> 3 تا 6 اخطار: 3 ماه </li>
                  <li class="shead"> 7 اخطار: 6 ماه </li>
                  <li class="shead"> 12 اخطار: 2 سال </li>
                </ul>
                <p>
                  علاوه بر امتیازات پنالتی ، بازیکنان و تیمها در صورت جمع شدن مقدار مشخصی از اخطارها ممکن است ممنوع شوند:
                </p>
                <ul>
                  <li class="shead"> پس از کسب 4 اخطار: 1 هفته محرومیت </li>
                  <li class="shead"> پس از کسب 8 اخطار: 2 هفته محرومیت </li>
                  <li class="shead"> پس از کسب 10 اخطار: 1 ماه محرومیت </li>
                </ul>
                <p>
                  بازیکن ویا تیم های محروم باید بازی های باز خود را تمام کنند. آنها نه می توانند به چالش بکشند و نه به چالش کشیده شوند. بازیکنان محروم به استثنای تیم های 2 نفره، نمی توانند در مسابقات تیمی شرکت کنند.
                </p>
                <p>
                  مجازات (اخطارها / محرومیت ها / بن) داده شده در زیرشاخه های EGaming (به عنوان مثال EGaming  اروپا ، EGaming آسیا) در کلیه زیرشاخه های EGaming معتبر است.
                </p>
              </ul>
              <li class="rtitle"> شرکت در مسابقات با جوایز و مسابقات مقدماتی </li>
              <ul>
                <p>
                  مگر در مواردی که صریحاً مجاز باشد ، برای کارمندان EGaming ، شرکتهای تابعه یا شرکای آن ، کارمندان داوطلب یا پیمانکار یا کارمندانی که به نوعی در یک تورنمنت هستند از جمله حامیان مالی ، ناشران یا توسعه دهندگان بازی قرار دارند، مجاز نیست که شرکت کنند.
                </p>
                <p>
                  برنده شدن جوایز به معنای هر تورنومنتی با جوایز فیزیکی (مانند مدال یا جام قهرمانی) یا پول است. این جوایز تحت شرایط قرعه‌کشی ارائه می شود که ادعا و دریافت جوایز را تنظیم می کند. مسابقات فقط با جوایز مجازی EGaming ، مانند EG Premium از این قانون معاف هستند.
                </p>
                <p>
                  اگر سوالی دارید ، لطفا تیکت بدید یا با پشتیبانی تماس بگیرید.
                </p>
              </ul>
              <li class="rtitle"> کاتالوگ اخطارها </li>
              <ul>
                <p>
                  به طور کلی ، یک بازیکن و تیم می توانند در هر مسابقه حداکثر 6 اخطار دریافت کنند ، مگر اینکه یک تخلف واحد مجازات بیشتری داشته باشد. بدون توجه به تعداد بازیکنان ، تیم فقط یک بار در هر تخلف مجازات می شود. در جایی که یک بازیکن یا تیم به دلیل نقض متعدد قوانین ، اخطار دریافت می کنند ، اخطارها با هم اضافه می شوند.
                </p>
              </ul>
            </ul>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>

@endsection
