@extends('layouts.app')

@section('content')

<div class="container-fluid">
  <div class="row">
    <div class="col-md-8 offset-md-2">
      <div class="card-register rules-box">
        <h4 class="text-center">
          <i class="fas fa-shield-alt red-icon" aria-hidden="true"></i> قوانین ثبت نام در مسابقات
        </h4>
        <hr>
        <br>
        <div class="row">
          <div class="col-12">
            <ul>
              <li class="rtitle"> قوانین کلی </li>
              <ul>
                <li class="fhead"> 1.1 عمومی</li>
                <span> مدیریت لیگ حق دارد که در موارد خاص برای تضمین بازی, خارج یا حتی بر خلاف آئین نامه (قوانین) تصمیم بگیرد. </span>
                <li class="fhead"> 1.2 کد رفتار </li>
                  <span> هر شرکت کننده باید با احترام نسبت به نمایندگان EGaming ، مطبوعات ، بینندگان ، شرکا و سایر بازیکنان رفتار کند. این امر در مورد رفتار در بازی و همچنین در گفتگوها ، پیام رسانها ، نظرات و سایر رسانه ها صدق می کند. </span>
                  <span> میبایستی بازیکنان مطابق ارزش های زیر رفتار کنند: </span>
                  <ul>
                    <li class="shead"> شفقت: با دیگران به گونه ای رفتار کنید که با شما رفتار میکنند. (با دیگران همان گونه که با شما رفتار میکنند رفتار کنید.) </li>
                    <li class="shead"> صداقت: صادق باشید ، متعهد باشید ، عادلانه بازی کنید. </li>
                    <li class="shead"> احترام: به همه انسانهای دیگر از جمله هم تیمی ها ، رقبا و کارکنان رویدادها احترام بگذارید. </li>
                    <li class="shead"> شجاعت: در رقابت و ایستادگی در برابر آنچه صحیح است ، شجاعت داشته باشید. </li>
                  </ul>
                  <span> شرکت کنندگان نباید به هر شکلی درگیر صحبت های توهین آمیز و رفتارهای از این قبیل شوند: </span>
                  <ul>
                    <li class="shead"> سخنان تنفرآمیز ، رفتار توهین آمیز ، یا سوء استفاده کلامی مربوط به جنس، توهین های جنسی ، نژاد ، قومیت ، ناتوانی ، ظاهر بدنی ، اندازه بدن ، سن و مذهب. </li>
                    <li class="shead"> طعنه زدن یا هراس افکنی. (physically or online) </li>
                    <li class="shead"> اسپم کردن ، حمله ، ربودن یا ایجاد اختلال در استیریم ها و یا رسانه های اجتماعی. </li>
                    <li class="shead"> افشا یا تهدید به افشای اطلاعات شخصی دیگران. </li>
                    <li class="shead"> دفاع یا تشویق از هر یک از رفتارهای فوق. </li>
                    <li class="shead"> موارد مذکور در این ماده به صورت تمثیلی میباشند. </li>
                  </ul>
                  <span> نقض این قانون منجربه دریافت اخطار (Penalty Point) خواهد شد. در صورت تکرار و یا نقض بیش از حد، مجازات ممکن است شامل رد صلاحیت، یا ممنوعیت (بن شدن) از مسابقات بعدی EGaming شود. </span>
                  <li class="fhead"> 1.2.1 توهین و رفتار توهین آمیز </li>
                  <span> همه توهین هایی که در طول مسابقات EGaming رخ می دهد ممکن است منجربه مجازات شوند. این موضوع محدود به چت کردن در درون بازی مربوطه، مسابقه یا اخبار، نظرات ، پیام های EGaming و چت مسابقه میباشد. </span>
                  <ul>
                    <li class="shead"> در صورت عدم رعایت موارد مذکور به شخص یا اشخاص متخلف امتیازات منفی تحت عنوان اخطار داده میشود. </li>
                  </ul>
                  <span> اتفاقات شدید زیر به روشهای دیگر مجازات میشوند: </span>
                  <ul>
                    <li class="shead"> اظهارات افراطی </li>
                    <li class="shead"> تهدید به خشونت </li>
                    <li class="shead"> آزار و اذیت جنسی </li>
                    <li class="shead"> طعنه زدن </li>
                    <li class="shead"> توهین شدید </li>
                    <li class="shead"> لینک های مستهجن </li>
                  </ul>
                  <span> در صورت گذشت افرادی که مورد توهین قرار گرفته اند ، با توجه به شرایط و اوضاع و احوال تخفیف یا سقوط مجازات برای متخلف در نظر خواهد گرفته شد. </span>

              </ul>
            </ul>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>

@endsection
